tap "homebrew/services"
brew "caddy"
brew "ccat"
brew "certbot"
brew "deno"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "helix"
brew "mkcert"
brew "tree"
brew "yq"
cask "ghostty"
cask "obs"
cask "podman-desktop"
cask "spotify"
