tap "homebrew/services"
brew "zstd"
brew "cloc"
brew "cmake"
brew "ffmpeg"
brew "pnpm"
brew "rust"
brew "tailscale"
brew "yt-dlp"
brew "caddy"
brew "ccat"
brew "certbot"
brew "deno"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "helix"
brew "mkcert"
brew "tree"
brew "yq"
cask "ente"
cask "ghostty"
cask "obs"
cask "podman-desktop"
cask "spotify"
cask "zed"

