brew "zstd"
brew "docker"
brew "cloc"
brew "cmake"
brew "ffmpeg"
brew "pnpm"
brew "rust"
brew "tailscale"
brew "caddy"
brew "ccat"
brew "certbot"
brew "deno"
brew "ente-cli"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "mkcert"
brew "tree"
brew "yq"
cask "docker-desktop"
cask "ente"
cask "ghostty"
cask "obs"
cask "spotify"
cask "rectangle"
cask "obsidian"
cask "zed"
cask "orion"
cask "raycast"
cask "logi-options+"
cask "vlc"
cask "visual-studio-code"
cask "signal"

brew "opencode"
